Repository: sbarex/QLMarkdown
Catalog: Shortcut Extension/Localizable.xcstrings
Source language: en
Languages: es, it

source: all files
es: todos los archivos
it: tutti i file

source: Allow inline HTML (unsafe)
es: Permitir HTML en línea (no seguro)
it: Codice HTML in linea (non sicuro)

source: Autolink
es: Autoenlace
it: Link automaticatici

source: Convert ${inputFile} into a HTML file.
es: Convertir ${inputFile} en un archivo HTML.
it: Converti ${inputFile} in un file HTML.

source: Convert a Markdown file to HTML.
es: Convierte un archivo Markdown a HTML.
it: Converte un file Markdown in formato HTML.

source: Developed by SBAREX with ❤️ | <a href="%@">%@</a>
es: Desarrollado por SBAREX con ❤️ | <a href="%@">%@</a>
it: Sviluppato da SBAREX con ❤️ | <a href="%@">%@</a>

source: Diagram extension
es: Diagramas
it: Diagrammi

source: Embed local images
es: Incrustar imágenes locales
it: Incorpora immagini locali

source: Emoji option state
es: Emoji
it: Opzioni per le Emoji

source: Emoji replacement
es: Emoji
it: Sostituzione delle Emoji

source: Footnotes
es: Notas al pie
it: Note pié di pagina

source: Format ${inputFile} in an HTML code (${generateFullCode}).
es: Formatear ${inputFile} como código HTML (${generateFullCode}).
it: Formatta ${inputFile} in codice HTML (${generateFullCode}).

source: Format a markdown file to HTML
es: Formatear un archivo Markdown como HTML
it: Formatta un file markdown in codice HTML

source: Generate a complete HTML page or only the body fragment.
es: Genera una página HTML completa o solo el fragmento del cuerpo.
it: Genera il codice HTML completo oppure solo il frammento del corpo.

source: GitHub mention
es: Mención de GitHub
it: Menzioni GitHub

source: Hard breaks
es: Saltos duros
it: Forza a capo

source: Heads anchor
es: Anclas en encabezados
it: Collegamenti ai titoli

source: Highlight
es: Resaltado
it: Formatta contenuto evidenziato

source: Highlight extension
es: Resaltado
it: Evidenziatore

source: HTML code generation
es: Generación de código HTML
it: Generazione del codice HTML

source: If you find it useful and you have the possibility, consider <a href="https://buymeacoffee.com/sbarex"><b>buying me a coffee!</b></a>
es: Si te gusta esta app, <a href='https://www.buymeacoffee.com/sbarex'><strong>invítame a un café</strong></a>!
it: Se trovi utile questa applicazione e ne hai la possibilità, valuta di <a href="https://buymeacoffee.com/sbarex"><b>buying me a coffee!</b></a>

# Input File
source: Markdown file
es: Archivo Markdown
it: File Markdown

source: linked from web
es: biblioteca js desde la web
it: libreria js dal web

source: locally embedded
es: biblioteca js incrustada
it: libreria js incorporata

source: Markdown convert
es: Convertir archivo Markdown
it: Converti file Markdown

source: Markdown format
es: Formatear archivo Markdown
it: Formatta file Markdown

source: Math expression
es: Extensión Math
it: Espressioni matematiche

source: Math extension
es: Fórmulas matemáticas
it: Espressioni matematiche

source: No soft breaks
es: Sin saltos suaves

source: off
es: desactivado
it: disattivato

source: on
es: activado
it: attivato

source: only for .rmd and .qmd files
es: solo para archivos .rmd y .qmd
it: solo per i file .rmd e .qmd

source: Option state
es: Opción
it: Opzione

# page
source: complete code
es: código completo
it: codice completo

source: predefined
es: predefinido
it: predefinito

source: recognize double ~
es: reconocer doble ~
it: riconosci doppia ~

source: recognize single ~
es: reconocer una sola ~
it: riconosci singola ~

source: Render as source code
es: Renderizar como código fuente
it: Formatta come codice sorgente

source: replace using font
es: sustituir usando la fuente
it: sostituisci usando il font

source: replace using images
es: sustituir con imágenes
it: sostituisci con immagini

source: Show debug info
es: Información de depuración
it: Informazioni di debug

source: Smart quotes
es: Comillas tipográficas
it: Virgolette tipografiche

source: snippet
es: fragmento
it: frammento

source: Strikethrough
es: Texto tachado
it: Testo barrato

source: Strikethrough extension
es: Texto tachado
it: Testo barrato

source: Strikethrough option state
es: Texto tachado
it: Opzioni per il testo barrato

source: Syntax highlight
es: Resaltado de sintaxis en bloques de código
it: Evidenzia sintassi del codice

source: Table
es: Tablas
it: Tabelle

source: Tag filter
es: Filtrar etiquetas HTML
it: Filtra tag HTML

source: Task list
es: Lista de tareas
it: Elenco delle attività

source: The Markdown file to convert.
es: Archivo Markdown que se convertirá.
it: File Markdown da convertire.

source: The Markdown file to format.
es: Archivo Markdown que se formateará.
it: File Markdown da formattare.

# Validate UTF8
source: Valida UTF-8
es: Validar UTF-8

source: YAML header
es: Cabecera YAML
it: Intestazione YAML

source: YAML header option state
es: Opción de cabecera YAML
it: Opzioni per l’Intestazione YAML

source: Definition list
it: Definizioni

source: GitHub alert
it: Avvisi GitHub
